{
  "8477930": {
    "testimonial": "An offensive winger who plays in high speed. Has good stickhandling ability and a good shot. Finds open space well and always works hard. A good penalty killer. Can also play center effectively, thanks to a strong two-way game.",
    "bio": ""
  },
  "8473446": {
    "testimonial": "A huge two-way defenseman. Johnson was highly touted as a youngster thanks to his all-around ability, big shot, skating skills and mean streak. Still needs to improve defensively.",
    "bio": ""
  },
  "8474685": {
    "testimonial": "A hard working forward with good speed. Has a very good shot and hockey sense. Is a pure team player with excellent leadership abilities. (EP 2008)",
    "bio": ""
  },
  "8475172": {
    "testimonial": "Kadri is an elite offensive talent. He has great hands and can make a tape to tape pass with ease. He is a good skater who uses his agility and acceleration well. When Kadri is on his game he can take over the ice. However, he tends to have trouble with consistency and has been accused of playing when he wants too. Kadri can be physical at times, but is not known for that type of game. Needs work in the defensive zone. (Tyler Parchem, EP, 2013)"
  },
  "8475747": {
    "testimonial": "A big, strong, physical and mean stay-at-home defenseman. There is nothing fancy about Nemeth's offensive game and there are players out there with far better hockey sense and passing ability (although Nemeth's first pass is pretty good), but he is a very valuable player with his determined and tight defensive play. Has good timing in his hits and is quite mobile considering his large frame. - Elite Prospects, 2012"
  },
  "8475820": {
    "testimonial": "Donskoi is an explosive skater. Works hard both ways. Has excellent stickhandling ability and puck control, but could improve his finishing skills. - Ulf Andersson, EP"
  },
  "8476438": {
    "testimonial": "A hard-working winger who protects the puck well. A strong skater with an excellent shot. Moves well and is a good finisher. Plays hard and with a lot of strength. Reads the game well. (Matias Strozyk)"
  },
  "8476455": {
    "testimonial": "A skilled two-way forward with good speed, hands and hockey sense. Capable goal-scorer and playmaker. Decent size and good strength, loves to hit, has a good attitude and excellent leadership qualities. Leads by example both on and off the ice. (EP 2009)"
  },
  "8477444": {
    "testimonial": "A flashy and offensively very gifted player. Equipped with great hands and puckhandling ability. Like his father, also a gifted shooter and has the tools to put up big numbers. Also a quite agile player with strong skating skills. Can work on his defensive game, and become stronger and more consistent. (EP, 2013)"
  },
  "8477492": {
    "testimonial": "A superstar in the making since an early age, MacKinnon provides a very complete combination of speed and skill. He is an amazing skater with fantastic puckhandling and hockey sense. MacKinnon has the ability to make quick plays and score flashy goals, but isn't shy about battling for the puck in front of the net either. He is surprisingly physical and owns a great shot to go along with quick hands. (Matias Strozyk, 2012)"
  },
  "8478420": {
    "testimonial": "An exceptionally talented playmaker and always a consistent threat on the ice; Rantanen is a combination of elite-level hockey sense, silky smooth hands, and nimble skating. Needs to improve his shot and physical play, as he doesn't take advantage of his size in many situations. All-in-all, an intelligent, big-bodied forward that oozes skill. (Curtis Joe, EP 2014)"
  },
  "8479370": {
    "testimonial": "Tyson Jost is a crafty goal-scorer who carries out plays as quickly as he envisions them. As someone who thinks and plays at a fast tempo, it comes as no surprise that he creates a lot of energy as an offensive catalyst. He sees the ice very well and has the willingness and determination to win battles in the tough areas. All-in-all, a dynamic offensive forward with top-6 potential at the next level. (Curtis Joe, EP 2016)"
  },
  "8479398": {
    "testimonial": "A flashy offensive defenceman who takes advantage of opportunities and is always looking to make an impact each shift. Works very hard and isn't afraid to play the body. Skates with exceptional exuberance and fluidity. Accurate release on his shot and a good eye for open passing lanes. Proactive defensively and puts the pressure on the opposition. Needs to have a more active stick and a more felt presence in shooting lanes, but he has shown a willingness to learn, and these skills will develop. All-in-all, an exciting offensive defenceman who displays noteworthy offensive and defensive instincts. (Curtis Joe, EP 2015)"
  },
  "8480069": {
    "testimonial": "Many have called Cale Makar one of the purest talents to ever crop up out of the AJHL. He reads and executes plays quickly, making good things happen for his teammates every time he is out on the ice. Stickhandling and puck possession play is superb. Makes high percentage decisions that help his team move the puck up-ice. High-end hockey IQ and understands his own game very well, allowing him to stay coachable and play to his strengths in any situation. Makar's potential is that of a traditional franchise defender that can do it all. [EP 2017]"
  },
  "8481186": {
    "testimonial": "Logan is a hard-working player who brings leadership, energy and speed every night, Joe Sakic 2018"
  },
  "8481524": {
    "testimonial": "An exceptionally gifted defenceman who knows his strengths and plays by them. He possesses elite skating ability and is at his best when playing high energy, up-tempo hockey. He handles the puck well and is able to keep control of it under pressure. He makes calculated decisions that consistently shift momentum in his team's favor. His creativity in the offensive zone speaks to his confidence in his ability to be a game-changer.\n\nDefensively astute, he actively takes away lanes and limits options for the oncoming opposition. All-in-all, Bowen Byram is a workhorse who understands how to take advantage of turnovers and shift the pace of play in his favor in all three zones. (Curtis Joe, EP 2019)"
  },
  "8481618": {
    "testimonial": "Newhook’s footwork, agility and heel-to-heel skating are high, high-end. He can skate circles around the opposition if he wants to, EPrinkside.com 2019"
  }
}